Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/others/Samisk_som_forstesprak_nordsamisk.doc.tmx
Source language: sme
Languages: nob

source: SÁMEGIELLA VUOSTTAŠGIELLAN , SÁMEGIELLA 1 - OAHPPOPLÁNA
nob: LÆREPLAN I SAMISK SOM FØRSTESPRÅK , SAMISK 1

source: Fága ulbmil
nob: Formål for faget

source: Sámit leat okta álbmot vaikko orrot iešguđet riikkas , ja giella čatná sámiid oktii riikarájiid rastá .
nob: Samene er ett folk selv om de bor i forskjellige land , og språket forener samene på tvers av riksgrensene .

source: Sámegiella lea nanu sámi kulturguoddi ja sisttisdoallá oktasaš árvvuid , vásáhusaid ja máhtu .
nob: Det samiske språket er en viktig kulturbærer og inneholder felles verdier , erfaringer og kunnskaper .

source: Sámegiella lea almmolaš giella Norggas , Ruoŧas ja Suomas ja lea ulbmil ahte sámegiella galgá bisuhuvvot ja ainovdánahttot boahtte buolvvaide .
nob: Samisk er et offisielt språk i Norge , Sverige og Finland og det er et mål at samisk språk skal bevares og videreutvikles for kommende generasjoner .

source: Seammás lea sámegiella unnitlogugiella Norggas , Ruoŧas , Suomas ja Ruoššas , ja gielladilli ja sámegiela eavttut eai leat ovttaláganat iešguđet guovlluin Sámis .
nob: Samtidig er samisk et minoritetsspråk i Norge , Sverige , Finland og Russland og språksituasjonen og vilkårene for samisk språk er ikke lik i de ulike områdene i Sápmi / Sábme / Saepmie .

source: Muhtin sámi servodagain lea sámegiella eanetlogu giella , muhto eará sámi servodagain lea sámegiella unnitlogugiella .
nob: I noen samiske samfunn er samisk majoritetsspråket , mens i andre samiske samfunn er samisk et minoritetsspråk .

source: Oahpahus sámegielas galgá leat mielde lahttudit mánáid ja nuoraid sámi kultuvrii ja servodateallimii , ja kulturipmárdus , gulahallan , oahppahábmen ja identitehtaovdánahttin leat guovddážis oahpaheamis .
nob: Opplæring i samisk språk skal bidra til at barn og unge kan innlemmes i samisk kultur og samfunnsliv , der kulturforståelse , kommunikasjon , danning og identitetsutvikling blir sentrale elementer i opplæringen .

source: Oahpahus mii ovddida positiivvalaš guottuid sámegillii ja mii vuhtiiváldá dan máŋggalágan giella- ja kulturvalljivuođa maid sámi oahppit vásihit , addá ohppiide máŋggagielalaš ja - kultuvrralaš gelbbolašvuođa ja gielalaš iešluohttámuša ja vuođu aktiivvalaš servodatoassálastimii ja eallinagioahppamii .
nob: En opplæring som fremmer positive holdninger til det samiske språket , og som tar hensyn til det språk- og kulturmangfoldet som elevene erfarer , vil kunne gi elevene en flerspråklig og flerkulturell kompetanse og språklig selvtillit som grunnlag for aktiv samfunnsdeltakelse og livslang læring .

source: Buorre sámegielgelbbolašvuohta addá vejolašvuođaid válljet oahpu ja barggu .
nob: Gode kunnskaper i samisk språk gir valgmuligheter når det gjelder utdanning og arbeid .

source: Fága sámegiella vuosttašgiellan galgá ovttas dárogielfágain bidjat vuođu ohppiid guovttegielalašvuođa ovdánahttimii , ja leat mielde addime ovttaskas oahppái máhtu , movtta ja oadjebasvuođa seailluhit , nannet ja ovdánahttit gielas sihke njálmmálaččat ja čálalaččat .
nob: Faget samisk som førstespråk skal sammen med faget norsk legge grunnlaget for utvikling av elevenes tospråklighet , og bidra til at den enkelte elev får kunnskaper , motivasjon og trygghet til å bevare , styrke og utvikle språket både muntlig og skriftlig .

source: Deattuhettiin sámi kultuvrra guovddáš árvvuid , sáhttá fága maid čujuhit mainnalágiin sámi árvvuid sáhttá heivehit ja ainovdánahttit ođđa dilálašvuođaide ja rievdi áigái .
nob: Gjennom å ivareta sentrale verdier i samisk kultur kan faget også gi retning til hvordan samiske verdier kan tilpasses og videreutvikles til nye situasjoner og til en tid i stadig forandring .

source: Diehtu eará eamiálbmogiid ja kultuvrraid birra váikkuha dasa ahte olmmoš buorebut ipmirda ja árvvusatná earáid , ja maid dasa ahte buorebut ipmirda iežas kultuvrra .
nob: Kunnskap om andre urfolk og kulturer kan bidra til økt forståelse og respekt for andre , men også til bedre å forstå egen kultur .

source: Oahppit galget , aktiivvalaš giellageavaheami bokte beassat vásihit , hutkat ja bargat kreatiivvalaččat ja ovdánahttit iežaset estehtalaš beliid .
nob: Elevene skal gis anledning til å erfare , skape , arbeide kreativt og utvikle sine estetiske sider gjennom aktivt bruk av språket .

source: Fága galgá ovdánahttit ovttaskas oahppi giella- ja teakstagelbbolašvuođa oahppi iežas návccaid vuođul ja movttiidahttit oahppi ovdánahttit buriid oahppanstrategiijaid ja kritihkalaš jurddašeami .
nob: Faget skal utvikle den enkelte elevs språk-og tekstkompetanse ut fra elevens evner og forutsetninger og stimulere til utvikling av gode læringsstrategier og evne til kritisk tenkning .

source: Dasa lassin galgá fága movttiidahttit oahppi lohkan- ja čállinhálu ja buriid lohkan- ja čállindábiid ovdánahttit .
nob: I tillegg skal faget motivere til utvikling av lese-og skrivelyst og gode lese- og skrivevaner .

source: Sámi girjjálašvuhtii ja iešguđet sámegielaide ja suopmaniidda oahpásnuhttin viiddida ohppiid iežaset ipmárdusa giella- ja kulturvalljivuođas sámi servodagain .
nob: Gjennom møte med samisk litteratur og ulike samiske språk- og dialekter vil elevene kunne utvide sin forståelse for det språklige og kulturelle mangfoldet i samiske samfunn .

source: Vai oahppit galget buoremuslági mielde beassat ovdánahttit iežaset sámegielgelbbolašvuođa , de lea deaŧalaš ahte ohppiin lea vejolašvuohta geavahit iešguđet giellaarenaid .
nob: For at elevene skal kunne utvikle sin samiske språkkompetanse på best mulig måte , er det viktig at elevene kan bruke forskjellige språklige arenaer .

source: Fága sámegiella vuosttašgiellan sáhttá maid leat reaidun eará fágaide .
nob: Faget samisk som førstespråk kan også være et redskapsfag til andre fag .

source: Sámegiel- ja dárogielfágas leat ollu oktasašoasit ja danne lea lagas ovttasbargu dan guovtti fága gaskka deaŧalaš .
nob: Fagene samisk og norsk har mange felleselementer , og det er derfor viktig med et nært samarbeid mellom disse to fagene .

source: Fága váldooasitFága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit .
nob: Hovedområder i faget Faget er strukturert i hovedområder som det er formulert kompetansemål innenfor .

source: Váldooasit dievasmahttet nuppit nuppiid ja fertejit gehččojuvvot oktavuohtan .
nob: Hovedområdene utfyller hverandre og må ses i sammenheng .

source: Fága lea oktasašfága , mii gullá buot joatkkaoahpahusa oahppoprográmmaide .
nob: Faget er et fellesfag for alle utdanningsprogrammene i videregående opplæring .

source: Oahpahusa galgá danin heivehit sierra oahppoprográmmaide vai dat livččii ohppiide nu relevánta go vejolaš .
nob: Opplæringen skal derfor gjøres mest mulig relevant for elevene ved å tilpasses de ulike utdanningsprogrammene .

source: Sámegiella vuosttašgiellanfágas leat gelbbolašvuođamihttomearit maŋŋel vuođđoskuvlla 2. , 4. , 7. ja 10. ceahki ja maŋŋel Jo1 , Jo 2 ja Jo 3 joatkkaoahpahusa studerenráhkkanahtti oahppoprográmmaid .
nob: Samisk som førstespråk har kompetansemål etter 2. , 4. , 7. og 10. årstrinn i grunnskolen og i videregående skole etter Vg1 , Vg 2 og Vg 3 i studieforberedende utdanningsprogram .

source: Fidnofágalaš oahppoprográmmain lea diibmolohku sámegielfágas Jo1:as ja Jo2:is unnit go Jo 1 studerenráhkkanahtti oahppoprográmmas .
nob: På yrkesfaglige utdanningsprogram vil summen av timene i samisk på Vg 1 og Vg 2 være mindre enn på Vg 1 studieforberedende utdanningsprogram .

source: Gelbbolašvuođamihttomearit mat leat merkejuvvon násttiin* Jo1:as eai guoskka ohppiide geat čuvvot fidnofágalaš oahppoprográmmaid .
nob: Kompetansemål merket med stjerne* på Vg 1 vil ikke gjelde for elever på yrkesfaglige utdanningsprogram .

source: Bajilgovva váldoosiin :
nob: Oversikt over hovedområder :

source: Jahke-ceahkki Váldooasit
nob: Årstrinn Hovedområder 1 .

source: Jo1-Jo 3 Njálmmálaš gulahallan Čálalaš gulahallan Árbevirolaš máhttu Giella geavahusas
nob: Vg 1 – Vg 3 Muntlig kommunikasjon Skriftlig kommunikasjon Tradisjonell kunnskap Språket i bruk

source: Njálmmálaš gulahallan
nob: Muntlig kommunikasjon

source: Njálmmálaš gulahallan váldooasis lea guldaleapmi ja hupman guovddážis .
nob: I hovedområdet muntlig kommunikasjon står det å kunne lytte og tale sentralt .

source: Sámegiela hupmat máksá gulahallat njálmmálaččat go oassálastá aktiivvalaččat earáiguin máŋgga ja iešguđetlágan arenain .
nob: Å snakke samisk betyr å kommunisere muntlig i aktiv deltakelse på mange og forskjellige arenaer .

source: Dát ovdána stoagadettiin , muosáhettiin , oahpadettiin , ovdanbuvttidettiin ja ovttastaladettiin earáiguin .
nob: Dette utvikles gjennom lek , opplevelse , læring , fremførelse og samhandling med andre .

source: Go váldet atnui ođđa ja iešguđetlágan mediaid , de lassánit gielalaš hivvodagat fágaid ja fáttáid rastá .
nob: Når man tar i bruk nye og forskjellige medier , øker det språklige repertoaret på tvers av fag og emner .

source: Dán váldooassái gullá maid ovdánahttit dulkongelbbolašvuođa .
nob: I dette hovedområdet inngår også utvikling av kompetanse i tolking .

source: Čálalaš gulahallan
nob: Skriftlig kommunikasjon

source: Čálalaš gulahallan váldooasis lea lohkan ja čállin guovddážis ja mearkkaša dan ahte ipmirdit earáid teavsttaid ja čálalaččat gulahallat earáiguin .
nob: I hovedområdet skriftlig kommunikasjon er lesing og skriving i fokus og det dreier seg om å forstå andres tekster og skriftlig kunne kommunisere med andre .

source: Lohkan ja čállin leat buohtalas proseassat oahppamis .
nob: Lesing og skriving er parallelle prosesser i den enkeltes læringsforløp .

source: Sámegielmáhttu ja teakstaipmárdus ovdána guldalettiin , logadettiin ja čálidettiin , ja girjjálašvuohta lea lunddolaš oassi das .
nob: Språkferdigheter og tekstforståelse utvikles gjennom lytting , lesing og skriving , og litteratur er en naturlig del av dette .

source: Váldooassái gullá bargat iešguđetlágan teavsttaiguin , čálalaš , govva- ja jietnateavsttaiguin .
nob: Hovedområdet omfatter arbeid med forskjellige tekster , skriftlige , billed- og lydtekster .

source: Dás lea sáhka sihke muosáheamis , kritihkalaš árvvoštallamis , teakstaanalysas ja iežas teakstahábmemis .
nob: Det dreier seg om opplevelse , kritisk evaluering , tekstanalyse og forming av egen tekst .

source: Girjjálašvuohta addá oktasaš muosáhusaid maid birra ságastit ja maid suokkardit , ja seammás oažžut dieđuid gielaid ja kultuvrraid birra .
nob: Litteratur gir felles opplevelser som man kan snakke om og granske , og samtidig få informasjon om språk og kulturer .

source: Árbevirolaš máhttu
nob: Tradisjonell kunnskap

source: Árbevirolaš máhttu váldooasis deattuhuvvo ovdánahttit giela mii guoská árbevirolaš doabageavaheapmái ja dadjanvugiide .
nob: I hovedområdet tradisjonell kunnskap legges det vekt på å utvikle språket knyttet til tradisjonell bruk av begreper og uttrykksmåter .

source: Árbevirolaš máhtu fievrredeapmi buolvvas bulvii lea guovddážis .
nob: Overføring av tradisjonell kunnskap fra generasjon til generasjon er sentralt .

source: Sámi máinnasteapmi , luođit , lávlagat ja sálmmat , sátnevádjasat ja diiddat leat oasit árbevirolaš máhtus .
nob: Den samiske fortellertradisjonen , joik , sanger og salmer , diiddat / dijda og ordspråk er en del av den tradisjonelle kunnskapen .

source: Váldooassái gullá maid dat makkár doaimmat árvvuin nugo fuolkevuođagullevašvuohta , birgejupmi ja barggu čađa oahppan ledje ja leat dálá áiggis ja ovdalaš áiggis ja movt dát heivehuvvojit ja ainovdánahttojit .
nob: Hovedområdet omfatter også hvilke funksjoner verdier som slektstilhørighet , birgejupmi / bierggim / bïerkenidh og læring gjennom aktiv deltakelse har hatt og har , og hvordan disse tilpasses og videreutvikles .

source: Giella geavahusas
nob: Språket i bruk

source: Giella geavahusas váldooasis lea dan birra ahte oažžut máhtu das movt giella doaibmá olbmuid gaskkas .
nob: I hovedområdet språket i bruk dreier det seg om å få kjennskap til hvordan språk fungerer mennesker imellom .

source: Dása gullá máhttit sámegielaid historjjá , hámi ja ráhkadusa .
nob: Her inngår kunnskap om de samiske språkenes historie , form og struktur .

source: Giellamáhttu ovdána go geavaha giela , ja giellagelbbolašvuohta nanne ipmárdusa man vuogi mielde giela oahppá .
nob: Språkkunnskapen utvikles ved bruk av språket , og språkkompetansen styrker forståelsen for hvordan man lærer språk .

source: Fága diibmolohku
nob: Timetall i faget

source: Diibmolohku lea almmuhuvvon 60-minuvtta ovttadahkan .
nob: Timetall oppgitt i 60 minutters enheter

source: MÁNÁIDCEAHKKI
nob: BARNETRINNET

source: 1.-7. jahkecehkiin : 916 diimmu
nob: 1.–7. årstrinn : 916 timer

source: NUORAIDCEAHKKI
nob: UNGDOMSTRINNET

source: 8.-10 jahkecehkiin :
nob: 8.–10. årstrinn :

source: Molssaeaktu 1 : 335 diimmu , gusto ohppiide geat eai vállje vierisgiela / gielalaš čiekŋudeami
nob: Alternativ 1 : 335 timer , gjelder for elever som ikke velger fremmedspråk / språklig fordypning

source: Molssaeaktu 2 : 278 diimmu , gusto ohppiide geat válljejit vierisgiela / gielalaš čiekŋudeami
nob: Alternativ 2 : 278 timer , gjelder for elever som velger fremmedspråk / språklig fordypning

source: Studerenráhkkanahtti OAHPPOPROGRÁMMAT
nob: Studieforberedende UTDANNINGSPROGRAM

source: Jo1 : 103 diimmu
nob: Vg1 : 103 timer

source: Jo2 : 103 diimmu
nob: Vg2 : 103 timer

source: Jo3 : 103 diimmu
nob: Vg3 : 103 timer

source: FIDNOFÁGALAŠ OAHPPOPROGRÁMMAT
nob: YRKESFAGLIGE UTDANNINGSPROGRAM :

source: Jo1 : 45 diimmu
nob: Vg1 : 45 timer

source: Jo2 : 45 diimmu
nob: Vg2 : 45 timer

source: LASÁHUS OPPALAŠ Studerengelbbolašvuhtii FIDNOFÁGALAŠ OAHPPOPROGRÁMMAIN
nob: PÅBYGGING TIL GENERELL STUDIEKOMPETANSE FOR YRKESFAGLIGE UTDANNINGSPROGRAM :

source: Jo3 : 219 diimmu
nob: Vg3 : 219 timer

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttime fágagelbbolašvuođa ja leat maid oassin das .
nob: Grunnleggende ferdigheter i faget Grunnleggende ferdigheter er integrert i kompetansemålene der de bidrar til utvikling av og er en del av fagkompetansen .

source: Sámegiella vuosttašgielas ipmirduvvojit vuođđogálggat ná :
nob: I samisk som førstespråk forstås grunnleggende ferdigheter slik :

source: Máhttit njálmmálaččat ovdanbuktit fágas sámegiella vuosttašgiellan lea máhttit guldalit , hupmat ja árvvoštallat ságastallamiid osiid máŋggabealat ságastallandilálašvuođas , ja dan ferte máhttit go galgá gulahallat earáiguin sihke servvoštallamis , bargoeallimis ja almmolaš eallimis .
nob: Å kunne uttrykke seg muntlig i samisk som førstespråk er å ha evnen til å lytte og tale og kunne vurdere elementene i en sammensatt talesituasjon som er en forutsetning for kommunikasjon med andre både når det gjelder sosialt samvær , arbeidsliv og deltakelse i offentlig liv .

source: Hupman ja guldaleapmi leat olmmošlaš vuođđodoaimmat mat fágas sámegiella vuosttašgiellan ovdánit systemáhtalaš oahpahemiin iešguđetlágan njálmmálaš šáŋraid ja doaimmaid bokte .
nob: Å tale og lytte er grunnleggende menneskelige aktiviteter som i faget samisk som førstespråk blir videreutviklet gjennom systematisk opplæring i ulike muntlige sjangere og aktiviteter .

source: Máhttit čálalaččat ovdanbuktit lea sámegiella vuosttašgiellanfága ovddasvástádus , álgočállinoahpahusa rájes ja miehtá 13 jagi .
nob: Å kunne uttrykke seg skriftlig i samisk som førstespråk er et ansvarsområde i faget , fra den første skriveopplæringen til den videre skriveopplæringen gjennom 13 år .

source: Čálalašvuohta servodagas lassána , earenoamážit digitála gulahallanvugiid ovdáneami geažil .
nob: Skriftligheten i samfunnet er økende , ikke minst gjennom utviklingen av digitale kommunikasjonsformer .

source: Gáibádus hálddašit čálalaš ovdanbuktima iešguđet surggiin lea sturron .
nob: Kravet til å mestre skriftlig framstilling på ulike områder har blitt større .

source: Čállin lea vuohki ovdánahttit ja hábmet fuomášumiid ja jurdagiid , muhto maid gulahallanmálle ja oahppanvuohki .
nob: Skriving er en måte å utvikle og strukturere ideer og tanker på , men det er også en kommunikasjonsform og en metode for å lære .

source: Máhttit lohkat sámegiella vuosttašgiellanfágas lea ovdánahttit dekodengálggaid ja dađistaga buoridit lohkanipmárdusa .
nob: Å kunne lese i samisk som førstespråk innebærer å utvikle avkodingsferdigheter og gradvis forbedre leseforståelsen .

source: Lohkat iešguđetlágan šáŋraid teavsttaid iešguđet dásiin ovddida teakstaipmárdusa ja ávkkálaš lohkanstrategiijaid .
nob: Møte med tekster i ulike sjangere og med ulik vanskegrad vil bidra til å utvikle tekstkompetanse , og hensiktsmessige lesestrategier .

source: Kultuvrralaš referánsarámmat mearridit lohkanipmárdusa , seammás go lohkan ovdánahttá gulahallangálggaid ja kulturipmárdusa .
nob: Leseforståelse er avhengig av kulturelle referanserammer , samtidig som lesingen utvikler kommunikative ferdigheter og kulturforståelse .

source: Máhttit rehkenastit sámegiella vuosttašgiellanfágas lea oktan giellagelbbolašvuođainvuođđun doabaovdánahttimii , logihkalaš jurddašeapmái ja váttisvuođaid čoavdimii .
nob: Å kunne regne i samisk som førstespråk er sammen med språkkompetanse en forutsetning for begrepsutvikling , logisk resonnement og problemløsing .

source: Lunddolaš oassin das leat maiddái sámi erenoamáš mihttoovttadagat ja rehkenastinvuogit .
nob: De spesielle samiske måleenheter og regnemetoder er også en naturlig del av dette .

source: Dasa lassin rehkenastingálga ja giellagelbbolašvuohta gáibidit ipmárdusa hámis , vuogádagas ja komposišuvnnas .
nob: I tillegg krever regneferdighet og språkkompetanse forståelse for form , system og komposisjon .

source: Dán láhkái rehkenastingálga veahkeha ovdánahttit fágalaš gelbbolašvuođa sámegielas .
nob: Slik er grunnleggende regneferdigheter til hjelp for utvikling av faglig kompetanse i samisk .

source: Máhttit geavahit digitála reaidduid sámegiella vuosttašgiellanfágas lea dárbbašlaš vai sáhttá hálddašit ođđa teakstahámiid ja ovdanbuktimiid .
nob: Å kunne bruke digitale verktøy i samisk som førstespråk er nødvendig for å mestre nye tekstformer og uttrykk .

source: Dát rahpá ođđa oahppanarenaid ja addá ođđa vejolašvuođaid lohkan- ja čállinoahpahusas , teavsttaid ráhkadeamis , komponeremis ja divodeamis .
nob: Dette åpner for nye læringsarenaer og gir nye muligheter i lese- og skriveopplæringen , i produksjon , komponering og redigering av tekster .

source: Dán oktavuođas lea deaŧalaš ovdánahttit kritihkalaš árvvoštallandáiddu ja gáldogeavaheami .
nob: I denne sammenheng er det viktig å utvikle evne til kritisk vurdering og bruk av kilder .

source: Digitála reaiddut addet ođđa vejolašvuođaid geavahit sámi árbevirolaš máhtu ja sáhttet doarjut ja ovdánahttit gulahallangálggaid ja ovdanbuktinvugiid .
nob: Digitale verktøy gir nye muligheter til å bruke tradisjonell samisk kunnskap og kan støtte og utvikle kommunikasjonsferdigheter og presentasjonsmåter .

source: Gelbbolašvuođamihttomearit 2. jahkeceahki maŋŋel
nob: Kompetansemål i faget Etter 2. årstrinn

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
nob: Mål for opplæringen er at eleven skal kunne

source: stoahkat ja geahččaladdat gielain riimmaid , hoahkamiid , ritmmaid , jienaid ja sániid geavahemiin
nob: leke og eksperimentere med språket ved å bruke rim , regler , rytme , lyder og ord

source: albmanahttit ja muitalit njuovžilit dovdduidis , muosáhusaidis ja oaiviliiddis birra
nob: uttrykke og fortelle sammenhengende om egne følelser , opplevelser og meninger

source: ságastallat govaid ja govvaráidduid birra , ja ieš muitalit govaiguin
nob: samtale om bilder og tegneserier og selv fortelle med bilder

source: guldalit , rámidit ja jearahallat go earát muitalit ja lohket
nob: lytte , gi ros og stille spørsmål når andre forteller og leser

source: dovdát jietnadagaid ja čállit unna ja stuora bustávaid
nob: gjenkjenne språklyder og skrive små og store bokstaver

source: ságastallat mii sátni , cealkka , čuokkis ja gažaldatmearka lea
nob: samtale om hva ord , setning , punktum og spørsmålstegn er

source: juohkit sániid stávvaliid mielde
nob: dele ord i stavelser

source: geavahit bustávaid ja geahččaladdat sániiguin , iežas giehtačállosiin ja dihtoriin
nob: bruke bokstaver og eksperimentere med ord , i egen håndskrift og på tastatur

source: muitalit man guvlui mii lohkat ja čállit ja ságastallat čállinmálliid birra eará sajiin máilmmis
nob: fortelle om retningsprinsippet og samtale om skrivemåter andre steder i verden lage dikt og fremføre dem

source: gávdnat čáppagirjjálašvuođa- ja fágagirjjiid girjerádjosis alcces lohkandihte
nob: finne skjønnlitteratur og faktabøker på biblioteket til egen lesing

source: ságastallat persovnna ja sisdoalu birra sámi máidnasiin ja muitalusain
nob: samtale om person og handling i samiske eventyr og fortellinger

source: gohčodit iežas lagas fulkkiid fuolkenamahusaiguin ja diehtit mii lea gáibmi
nob: bruke slektskapsbenevninger for nær slekt og fortelle hva gáibmi / gájmme betyr

source: ovdanbuktit dramatiseremiin lávlagiid , luđiid , hoahkamiid ja máidnasiid
nob: uttrykke seg gjennom dramatisering av sang , joik , regler og eventyr

source: ságastallat movt lagasbirrasa sáhttá geavahit sámegielsániid ja dadjanvugiid oahpahallamis
nob: samtale om hvordan nærmiljøet kan brukes ved læring av samiske ord og uttrykksmåter

source: dovdát muhtin suopmansániid iežas suopmanis mat leat ovttaláganat dahje earaláganat go eará suopmanis
nob: gjenkjenne noen dialektord i egen dialekt som er like eller forskjellige fra en annen dialekt

source: Gelbbolašvuođamihttomearit 4. jahkeceahki maŋŋel
nob: Etter 4. årstrinn

source: geavahit iešguđetlágan dajaldagaid dilálašvuođaid mielde
nob: bruke ulike muntlige uttrykk alt etter situasjoner

source: ovdanbuktit teavsttaid
nob: framføre tekster

source: ságastallat das movt giellageavaheapmi sáhttá doaibmat positiivvalaš ja negatiivvalaš áigumušain
nob: samtale om hvordan språkbruk kan virke i positiv og negativ hensikt

source: guldalit , lohkat ja ovdanbuktit iešguđetlágan mielamiel čáppagirjjálašvuođa teavsttaid ja ságastallat teavsttaid birra
nob: lytte til , lese og framføre ulike skjønnlitterære tekster ut fra egen interesse og samtale om dem

source: lohkat ahkái heivvolaš teavsttaid njuovžilit , ja fáhtet teavsttaid sisdoalu
nob: lese aldersadekvate tekster med flyt , sammenheng og forståelse for innholdet i teksten

source: ordnet teavsttaid bajilčállagiin , álggahusain ja loahpahusain
nob: ordne tekster med overskift , innledning og avslutning

source: čállit oktiičadnon ja doaibmi giehtačállagiin
nob: skrive med sammenhengende og funksjonell håndskrift

source: dovdát ja geavahit muhtin gielalaš váikkuhangaskaomiid iežas teavsttain
nob: gjenkjenne og bruke noen språklige virkemidler i egne tekster

source: čállit muitalusaid , divttaid , reivviid ja áššeteavsttaid
nob: skrive fortellinger , dikt , brev og sakpreget tekst

source: gávdnat fáttáid iežas čállinbargguide girjerádjosis ja Interneahtas , ja ráhkadit , vurket ja viežžat fas teavsttaid digitála reaidduid geavahemiin
nob: finne stoff til egne skrive- og arbeidsoppgaver på biblioteket og Internett og skape , lagre og gjenhente tekster ved hjelp av digitale verktøy

source: geavahit fuolkevuođanamahusaid
nob: bruke slektskapsbenevnelsene

source: ságastallat elliid namahusaid birra sámi ealáhusain , nugo boazodoalus , šibitdoalus , guolásteamis ja bivddus
nob: samtale om navn fra dyreriket innenfor samiske næringer som reindrift , husdyrhold , fiske og fangst

source: ságastallat báikkálaš sámi báikenamaid ja daid mearkkašumi birra ja buohtastahttit daid dárogiel ja earágiel báikenamaiguin
nob: samtale om lokale samiske stedsnavn og deres betydning og sammenligne med norske og andre stedsnavn om slike finnes
